{**
 * Страница вывода правил
 *}

{extends 'layouts/layout.base.tpl'}

{block 'layout_page_title'}
    Правила IFHub.club
{/block}

{block 'layout_content'}
<p>
Мы хотим в уютной обстановке обсуждать наше маленькое нишевое хобби. И поэтому у нас есть очень жёсткие правила и злые модераторы, которые оберегают наш уют. Давайте будем вежливы друг к другу.
</p>

<p>Все члены сообщества обязаны согласиться со следующими правилами.
Ожидается, что при помощи команды модераторов они будут им следовать и применять эти правила.</p>

<h3>Краткая версия</h3>

Будьте добры и вежливы

<h3>Будьте добры</h3>

<p>
Старайтесь уважать собеседника. Для тех, кто недостаточно добр, есть широкий выбор временных read-only банов и модераторских минусов в <del>карму</del> личный рейтинг.
</p>

<p>
Это также значит, что у нас нет места дискриминации по личным признакам или популярности мнений. Мы принимаем всех людей вне зависимости от их религиозных убеждений, политической направленности, цвета кожи или сексуальных предпочтений.
</p>

<p>
Кроме того, посмотрите на следующий пример:
</p>
<blockquote>
[1] — статья по теме X<br>
[2] — Мне кажется, что Х бяка.<br>
[3] — &gt;&gt;2 Мне кажется, что бяка это ты.
</blockquote>

<p>
В данном случае [2] высказывает мнение, соответствующее заявленной теме, а [3] переходит к обсуждению личности автора сообщения, тем самым нарушая правила и мешая обсуждать Х.
</p>

<p>
При этом, несмотря на то, что [2] может оскорблять чувства некоторых пользователей, являющихся приверженцами Х или иным образом себя с Х ассоциирующих, это не является нарушением правил пока мнение остается в рамках заявленной темы и не написано исключительно ради возбуждения негативных эмоций у пользователей ресурса.
</p>

<blockquote>[2] — Я считаю, что Z.<br>
[3] — &gt;&gt;2 только быдло считает, что Z.
</blockquote>

<p>
В данном случае [3] пытается вынудить [2] отказаться от выражения своего мнения по теме вместо того, чтобы опровергать высказанное мнение по существу.
</p>

<p>
Каждый раз, когда вы <em>смешно</em> шутите про политику – кто-то может сильно расстроиться из-за вас. Подумайте об этом.
</p>

<h3>Будьте вежливы</h3>

<p>
Если вы видите, что кто-то ведёт себя примитивно или троллит окружающих, что не подобает высокому званию ценителя интерактивной литературы, то вы можете вежливо сказать ему об этом. <strong>ВЕЖЛИВО!</strong>
</p>

<h3>У нас нет спама.</h3>

<p>
Рекламные ссылки и спам на все неигровые темы запрещены. Но можно написать хвалебную статью про свой движок, игру или библиотеку. Спамеры отправляются в бессрочный бан. (Спам в поле «Биография» также считается. Извините.)
</p>
<h3>Не материтесь</h3>

<p>
Это прямое следствие Правила Добра, но всё-таки стоит напомнить: маты вырезаются, а матерщинники отправляются в бан на два дня.
</p>

<h2>Как использовать плюс и минус: рекомендация</h2>

<p> Плюс - это не голос «я согласен с этим топиком».<br> Плюс - это голос за то, чтобы таких топиков было больше. За то, что вы хотите обсуждать эту тему. <br> Плюс - это голос за то, чтобы этот топик появился на главной странице.</p>

<p>
Минус, опять же, — это не голос «я не согласен с этим топиком». Если вы не согласны, оставьте комментарий, почему. <br> Минус означает «я не хочу поддерживать такие темы». <br> Кроме того, он отдаляет или убирает топик с главной страницы. 
</p>
{/block}
