{**
 * Страница вывода правил
 *}

{extends 'layouts/layout.base.tpl'}

{block 'layout_page_title'}
    Правила IFHub.club
{/block}

{block 'layout_content'}
<p>
Мы хотим в уютной обстановке обсуждать наше маленькое нишевое хобби. И поэтому у нас есть очень жёсткие правила и злые модераторы, которые оберегают наш уют. Давайте будем вежливы друг к другу.
</p>

<h3>Краткая версия</h3>

<p>Будьте добры и вежливы.</p>

<p>А полная версия ещё пишется.</p>

<h2>Как использовать плюс и минус: рекомендация</h2>

<p> Плюс - это не голос «я согласен с этим топиком».<br> Плюс - это голос за то, чтобы таких топиков было больше. За то, что вы хотите обсуждать эту тему. <br> Плюс - это голос за то, чтобы этот топик появился на главной странице.</p>

<p>
Минус, опять же, — это не голос «я не согласен с этим топиком». Если вы не согласны, оставьте комментарий, почему. <br> Минус означает «я не хочу поддерживать такие темы». <br> Кроме того, он отдаляет или убирает топик с главной страницы. 
</p>
{/block}
