{**
 * Страница вывода правил
 *}

{extends 'layouts/layout.base.tpl'}

{block 'layout_page_title'}
    Правила IFHub.club
{/block}

{block 'layout_content'}
<p>Правила Ифхаба просты для запоминания:</p>

<p><ol class="classic">
    <li> Будьте добры. </li>
    <li> Будьте вежливы. </li>
    <li> Мы собрались для обсуждения текста, игр и текстовых игр. </li>
</ol></p>

<p>Вот и всё. А теперь объясним эту философию.</p>

<p>Наше уютное сообщество может оставаться уютным только тогда, когда все уважают
друг друга.
Это значит, что вы не должны сводить разговор на личности, материться и оскорблять
других людей.
</p>

<p>
Будьте открыты для любых мнений, пусть и непопулярных.
Мы не ищем Правды, а обсуждаем проблемы; это площадка для дискуссий.
Каждый раз, когда вы что-то пишете, подумайте, не может ли это кого-то расстроить.
</p>

<p>
Эти правила очень жёсткие, а защищают их злые модераторы добра и вежливости.
</p>

<p>
Любое неуважительное высказывание о религии, сексуальных предпочтениях,
творческих предпочтениях (например, выборе платформ)
будет наказываться модераторами, которые оберегают наш уют.
</p>

<p>
Это сообщество экспериментаторов и маргиналов.
Эксперименты наших посетителей не приносят прибыли и не имеют причин. Они есть.
<ul style="classic">
<li>„Это игра?“ — Да, если автор так утверждает.</li>
<li>„Это творчество?“ — Несомненно.</li>
<li>„Это может существовать?“ — Это уже существует.</li>
</ul>
</p>

<p>Тем не менее, ваше мнение тоже важно, и вы можете его выразить голосованием.</p>
<p>Под каждой статьёй и возле каждого комментария есть голосование: вы можете поставить + или -.
Подумайте хорошо, это нельзя будет изменить.</p>

<h2>Как использовать плюс и минус: рекомендация</h2>

<p> Плюс - это не голос «я согласен с этим топиком».<br> Плюс - это голос за то, чтобы таких топиков было больше. За то, что вы хотите обсуждать эту тему. <br> Плюс - это голос за то, чтобы этот топик появился на главной странице.</p>

<p>
Минус, опять же, — это не голос «я не согласен с этим топиком». Если вы не согласны, оставьте комментарий, почему. <br> Минус означает «я не хочу поддерживать такие темы». <br> Кроме того, он отдаляет или убирает топик с главной страницы. 
</p>
{/block}
